import React from 'react'
import { Card } from 'react-bootstrap'

export const Feedback = () => {
    return (
        <Card>
            <h4>Мой отзыв о курсе:</h4>
            <h5>Станислав, спасибо за курс!</h5>

            <p>Курс мне понравился, но не буду скрывать, было тяжело. Особенно во второй половине, когда домашних заданий становится просто какое-то неимоверное количество. Я-то подписывался на курс, польстившись на обещания вида "На домашнюю работу надо будет тратить полчаса-час в день" в телеграмном объявлении, ага. Гораздо, гораздо больше времени нужно. Из того, что можно было бы поменять... Мне кажется, домашку в последние пару недель можно было бы подрезать, хотя бы на треть. Её ну очень много. Особенно та карточка с "Введение в React Redux", я как к ней не подступался, ну вообще не идет. Вот её бы точно переработать как-то...</p>
            <p>А в целом, курс отличный, и вы, Станислав, проделали колоссальную работу для его организации и проведения. Еще раз спасибо!</p>
        </Card>
    )
}
